[{"id":1, "title":"Language: Using the Right Ones", "code":"right_language", "status":1, "tagline":"The language, dialect and orthography are all considered appropriate for expressing Biblical truth.", "short_description":"The language, dialect and orthography are all considered appropriate for expressing Biblical truth.", "description":"<p>What languages are helping people to connect with the Bible. Which languages used in the community are missing and in what form? Are the spiritual needs really being met through the combination of languages being used in the church and community?</p><p>Some indications that people are connecting with Scripture in the forms and languages they need are: </p><ul><li>The church is including the local language as a fitting means for meeting people's different spiritual needs.</li><li>Church leaders are aware of the languages spoken by their congregations and communities, and believe that there is an appropriate place for using ALL these languages—including the local languages—to know God.</li><li>The languages being used for each church activity are understood well by those benefiting from such activities. The languages we use engage the heart not just the mind.</li><li>The languages that are written have writing systems that are accepted. The spoken languages or dialects are considered fitting for religious activity. The language used for writing is considered appropriate for sacred texts and for use is church.</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> All needs are being met through the use of local languages.</p><p><strong>Medium:</strong> Most needs are being met, but some people do not have good access to Scripture because of the language used—they don’t have Scripture products in their own language.</p><p><strong>Weak:</strong> Needs are not met. Most people do not have access to Scripture because of the languages or dialects they use—Scripture is only available in other languages that they don’t understand well.</p>", "picture":{"url": "explore/condition1.jpg"}, "video":{"url": "condition/right_language.mp4"}, "sort_index":0, "category_id":29},
 {"id":2, "title":"Translation: Acceptable Styles", "code":"acceptable_translation", "status":1, "tagline":"People accept the translation—they see it as God's Word.", "short_description":"People accept the translation—they see it as God's Word.", "description":"<p>Here are some of the ways that we know that the translated Scripture is easy for people to accept:</p><ul><li>The translators are respected by people in our community. They are seen as the kind of people who should be involved with handling sacred texts.</li><li>Church leaders and believers in our community approve and promote the translations being used and they see the translated Scripture as an accurate version of the original Bible books—it teaches them God’s truth.</li><li>The local churches approve the style of the translation as appropriate for a sacred book such as the Bible. (Examples of style: a ‘free’ translation versus a ‘literal’ translation.)</li><li>Church leaders approve the special terms  used in the Bible—such as salvation, grace, the Holy Spirit, etc.</li><li>The people think the presentation of the Scripture products—such as cover, layout, font, pictures, reading style, etc.—is fitting for a holy book.</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> The local church in our community considers the Scripture translated and formatted in a way that is acceptable in our culture.</p><p><strong>Medium:</strong> People have some concerns about the Scripture products, but they don’t see them as major problems.</p><p><strong>Weak:</strong> Many people in our community will not use Scripture products because of the way things are translated, or because of its format is not acceptable.</p>", "picture":{"url": "explore/condition2.jpg"}, "video":{"url": "condition/acceptable_translation.mp4"}, "sort_index":0, "category_id":30},
 {"id":3, "title":"Media: Accessible Formats", "code":"accessible_format", "status":1, "tagline":"The Scripture products can be used by people in our community and are in formats that can be read, seen or heard depending on the needs.", "short_description":"The Scripture products can be used by people in our community and are in formats that can be read, seen or heard depending on the needs.", "description":"<p>If Scripture is made available in forms or activities that are fitting for the languages a community uses, there is a much better change that it will change lives.</p><p>Scripture can be made available in the following forms: </p><ul><li>Through spoken word such as storytelling, oral Bible translation, and different means of audio messaging.</li><li>Through popular media like: TV, VCR, DVD, radio, Internet and mobile phones.</li><li>Scripture products can be recorded, stored and distributed on cell phones, micro SD cards, MP3 players, CDs, cassettes, the Internet, etc.</li><li>Through local (ethnic) arts forms like dance, music, drama, weaving, poetry, chanting, drawing or painting, etc. Using cultural forms of expression can speak deeply to a person.</li><li>Through printed materials. In that case literacy education needs to be in place or needs to developed in our community.</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> Our people have access to the Scripture through several fitting formats.</p><p><strong>Medium:</strong> There is more than one format available but we are not sure whether it meets the greatest needs in our community.</p><p><strong>Weak:</strong> The specific needs for format or media in languages of our community have not been taken care of.</p>", "picture":{"url": "explore/condition3.jpg"}, "video":{"url": "condition/accessible_format.mp4"}, "sort_index":0, "category_id":27},
 {"id":4, "title":"Background: Understanding and Knowledge ", "code":"background_knowledge", "status":1, "tagline":"People understand enough Biblical history, culture and theology to make sense of the Scriptures.", "short_description":"People understand enough Biblical history, culture and theology to make sense of the Scriptures.", "description":"<p>Our community will need the resources that will: </p><ul><li>Help people understand the historical and cultural background of Scripture.</li><li>Help people to get a broad overview of the story of Scripture so that people can understand the historical setting and the relationships between people, events and Scripture books.</li><li>Provide a way to train local church leadership in the three above areas of knowledge.</li><li>Help them to be able to teach the needed areas of knowledge and other Bible topics.</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> People have good background knowledge to help them understand the Scripture well. </p><p><strong>Medium:</strong> People are often confused about things in Scripture, because they don’t fully understand the setting of the stories and teachings.</p><p><strong>Weak:</strong> People think the Scripture is a strange book and they don’t believe it helps them in their daily life.</p>", "picture":{"url": "explore/condition4.jpg"}, "video":{"url": "condition/background_knowledge.mp4"}, "sort_index":0, "category_id":25},
 {"id":5, "title":"Distribution: Easily Accessible", "code":"availability", "status":1, "tagline":"Everyone who wants copies of Scripture materials in their various forms can obtain them without too much effort or cost.", "short_description":"Everyone who wants copies of Scripture materials in their various forms can obtain them without too much effort or cost. ", "description":"<p>Scripture products  are easily accessible when:</p><ul><li>There are good ways for distribution and sale of Scripture products—in whatever form—for years to come.</li><li>Missionaries and pastors know and communicate what local Scripture products are available in their region and where to get them.</li><li>Modern technology such as smartphones are used to make Scripture available.</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> Church leaders are communicating where to get Scripture products, and all forms are available and we can easily get to them.</p><p><strong>Medium:</strong> Some people know how to access Scripture products but not all forms are readily available.</p><p><strong>Weak:</strong> It is actually  difficult for someone to get to hold of Scripture products in our languages.</p>", "picture":{"url": "explore/condition5.jpg"}, "video":{"url": "condition/availability.mp4"}, "sort_index":0, "category_id":28},
 {"id":6, "title":"Relevance: Spiritual Hunger", "code":"spiritual_hunger", "status":1, "tagline":"People want to know God better and the Word of God meets their needs.", "short_description":"People want to know God better and the Word of God meets their needs.", "description":"<p>We know that there is spiritual hunger when people turn to Scripture to find answers to their questions and help in their struggles. Scripture products that speak directly to their questions and struggles will help people see the value of Scripture.</p><p>Here are some ways to start to recognize what those struggles are:</p><ul><li>What moral issues are of greatest concern to the community? For example, what things are causing people to feel guilt or shame?</li><li>What significant trauma has happened that people want to be helped with?</li><li>What rituals are practiced for life or death, or for agricultural cycles? What does that show us about their spiritual needs, their believes and their fears?</li><li>Understand what the local view of the spiritual world is and, in particular, the community's understanding of spirits or gods.</li><li>About what kinds of things do people have a general sense of dissatisfaction with current (spiritual) solutions for life?</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> Scripture is the accepted place to find help with life.</p><p><strong>Medium:</strong> There is some acceptance that Scripture has answers—there is some need for products that help people apply Scripture.</p><p><strong>Weak:</strong> Scripture is not seen as relevant, so we need to work on developing Scripture products that do speak to real needs people have.</p>", "picture":{"url": "explore/condition6.jpg"}, "video":{"url": "condition/spiritual_hunger.mp4"}, "sort_index":0, "category_id":24},
 {"id":7, "title":"Opposition: Freedom to Commit", "code":"freedom", "status":1, "tagline":"People are free to follow Christ wholeheartedly, including turning from traditional religious practices.", "short_description":"People are free to follow Christ wholeheartedly, including turning from traditional religious practices. ", "description":"<p>Here are some of the things which may hinder people to commit to the Christian faith:</p><ul><li>They are expected to preserve family unity.</li><li>There are legal rules against Christianity or rules against a person changing religion.</li><li>People are afraid of losing relationships within their family or community.</li><li>They have difficulty changing deeply held beliefs. They fear spiritual and physical consequences if they leave their traditional religion. This is often tied to the belief that the local religion offers protection from evil beings, people and activities. </li><li>There is strong spiritual opposition. The enemy seeks to hinder engagement with Scriptures in meaningful and life-changing ways.</li><li>At the most it is acceptable to be a nominal Christian but Christian growth is not encouraged. Christian activity is viewed as a lifeless ritual, and learning from the Bible is discouraged.</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> There are few obstacles to people in our community to follow Christ.</p><p><strong>Medium:</strong> There are some obstacles, but Christianity is somewhat tolerated.</p><p><strong>Weak:</strong> There are major obstacles to becoming or being a Christian in our community.</p>", "picture":{"url": "explore/condition7.jpg"}, "video":{"url": "condition/freedom.mp4"}, "sort_index":0, "category_id":23},
 {"id":8, "title":"Partnership: Community Involvement", "code":"partnership", "status":1, "tagline":"Local church leaders and organizations active within the community use and promote Scripture and related materials in different forms and formats.", "short_description":"Local church leaders and organizations active within the community use and promote Scripture and related materials in different forms and formats.", "description":"<p>These are good signs that partnership is helping to enhance the use of the Scriptures:</p><ul><li>The local church considers itself the owner of the process of translating the Scripture and the resulting Scripture.</li><li>Local church leadership views local language Bible translation projects and new Scripture products as part of their own ministries.</li><li>Local language Scripture translations are viewed as belonging to all churches and not just to one denomination or organization.</li><li>The community feels comfortable to lead, make decisions and plan in ways that fit their culture.</li></ul><h6>Based on our conversations, our community feels this condition is:</h6><p><strong>Strong:</strong> The local church and its leadership support the use of Scripture in the local languages.</p><p><strong>Medium:</strong> There is awareness of the need but the church does not promote Scripture in our local languages.</p><p><strong>Weak:</strong> The church and its leaders do not see the need for Scripture in local languages. The local denominations and Christian organizations are not united in promoting the translation or the use of Scripture in the local languages.</p>", "picture":{"url": "explore/condition8.jpg"}, "video":{"url": "condition/partnership.mp4"}, "sort_index":0, "category_id":26}]