[{"id":1, "code":"#7F8A91", "title":"Meet with leaders, potential users, like-minded", "body":"organizations and others that might be interested to build interest/vision and unity. Possible topics: Explain the problem that you want to solve, hear the vision of each person/org, Introduce product idea, discuss what the project will require to be successful, what each person/org could contribute and who else should be involved.", "sort_index":0},
 {"id":2, "code":"#E2AD7F", "title":"Contact organization that manages the product", "body":"you are interested in to see how they might help you get started. Ask about funding/finances, process of product development, training needed, human resources, technical support, time frame ", "sort_index":0},
 {"id":3, "code":"#B074A2", "title":"Decide who the ideal team would be", "body":"leader, the workers, experts and advisors that will work on the development of the product, talk with each to establish commitment ", "sort_index":0},
 {"id":4, "code":"#89B797", "title":"Assign specific people to make sure that the product gets used", "body":"Depending on the product these people might be responsible for distribution, advertising, promotion, organizing ministry events, or using the product in their churches or communities.", "sort_index":0},
 {"id":5, "code":"#81DEDB", "title":"Ensure that this ministry is prayed for regularly", "body":"Develop a prayer strategy team and timing", "sort_index":0},
 {"id":6, "code":"#DAC292", "title":"Decide the meeting and work schedule??", "body":"Establish work parameters… more please. Isn’t that what the roadmap is doing?", "sort_index":0},
 {"id":7, "code":"#9C7D73", "title":"Decide who and when to create the budget, including", "body":"everything from rented space, salary, equipment, training, travel, materials, outsourcing tasks, promotion, distribution] AKA: Draft a budget", "sort_index":0},
 {"id":8, "code":"#72A79F", "title":"Finalize our roadmap considering other responsibilities", "body":"of your team and insert them to make sure your timing is realistic.", "sort_index":0},
 {"id":9, "code":"#B3B3B3", "title":"Find potential funder, write proposals", "body":"promote need", "sort_index":0},
 {"id":10, "code":"#EFC171", "title":"Decide on start date. When we wan", "body":"everything we plan to do to begin.", "sort_index":0},
 {"id":11, "code":"#CDADD7", "title":"Date to establish a Training calendar, Decide the who, what and when", "body":"of training that needs to take place to successfully carry out this project. You can add specific training events on the add button below. ", "sort_index":0},
 {"id":12, "code":"#7CA6B9", "title":"Share 1st quarter Progress Report with photos, videos and stories", "body":"communicating successes, impact, celebrations, as well as, challenges, adjustments and a financial update for 1st quarter. This would report on Oct/Nov/Dec if work was going on, If not, then skip. Keep a list of those you want to share it with such as stakeholders and church lead", "sort_index":0},
 {"id":13, "code":"#E9ACAC", "title":"Share 2nd quarter Progress Report with photos, videos and stories", "body":"communicating successes, impact, celebrations, as well as, challenges, adjustments and a financial update for 2nd quarter. This would report on Jan/Feb/Mar if work was going on, If not, then skip. ", "sort_index":0},
 {"id":14, "code":"#CFA37B", "title":"Share 3rd quarter Progress Report with photos, videos and storie", "body":"communicating successes, impact, celebrations, as well as, challenges, adjustments and a financial update for 3rd quarter. This would report on Apr/May/Jjune if work was going on, If not, then skip. ", "sort_index":0},
 {"id":15, "code":"#768E9F", "title":"Share 4th quarter Progress Report with photos, videos and storie", "body":"communicating successes, impact, celebrations, as well as, challenges, adjustments and a financial update for4th quarter. This would report on Jul/Aug/Sep if work was going on, If not, then skip. ", "sort_index":0},
 {"id":16, "code":"#F17171", "title":"The date when we want to be finished", "body":"with everything we plan to do.", "sort_index":0},
 {"id":17, "code":"#BBDA71", "title":"Have meeting to review the product and its use", "body":"and what changes should be made or what next steps should be taken. Invite users to give testimonies.", "sort_index":0},
 {"id":18, "code":"#AD9BAC", "title":"Celebrate what God has done", "body":"Some things you could do: have a dedication of the product, have a end of project party, make a video of what God is doing through the product, post on Facebook", "sort_index":0}]